Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 凌霄哼笑一声，“他没有自卑，反而是一直默默的修炼，努力提升自己的实力，直到他的实力越过周围所有妖兽后，他用了一个晚上的时间就将所有嘲笑过他的妖兽都屠杀得一个不剩，据说，有几只妖兽被血腥味吸引过来，看到了堆积如山的妖兽尸体，而且没有一只妖兽的尸体是完整的，不是缺了胳膊就是缺了腿，还有的是缺了脑袋，或者被拦腰斩断了。”光是想到那幅画面，游小默就有一种毛骨悚然的感觉。
en_us: Ling Xiao snorted, "'He did not feel inferior. Instead, he continued to quietly cultivate, striving to raise his strength until his strength surpassed all the demon beasts around him. He then spent one night to massacre all those demon beasts that ridiculed him, not sparing a single one. It was said that a few demon beasts had been attracted over by the smell of blood and the corpses of demon beasts were piled up like a mountain. Moreover, not a single corpse was left intact. If they weren't missing an arm, they were missing a leg. Some were also missing their heads or had been cut off at the waist." You XiaoMo could feel his blood run cold just by thinking of that scene.

source: 凌霄喜欢喝茶，但是不代表他不喜欢喝酒，只是两者一比较，他更倾向于喝茶而已。
en_us: Ling Xiao liked drinking tea, but that did not mean he did not like drinking wine. It was just that he preferred to drink tea when comparing the two.

source: 凌霄喝了一口才道：“我们是没有时间，但有人有。”
en_us: Ling Xiao drank a mouthful before saying, "We do not have time, but some people have."

source: 凌霄喝了一口茶后便皱起眉头，显然对这里的茶不是很喜，放下茶杯，见他一副求安慰的表情，“做什么？”
en_us: Ling Xiao frowned after taking a sip of tea, he was obviously not too happy with the tea here. He put down the cup and saw You XiaoMo's expression of seeking comfort, "What are you doing?"

source: 凌霄喝完了杯里的茶站了起来，身形高大修长，仿佛将二人震住了，老板娘的眼睛似乎亮了一些。
en_us: Ling Xiao stood after finishing his tea. His form was tall and slender, seeming to shock the two. The owner's eyes seemed to brighten.

source: 凌霄嘴角微微向上弯起一个弧度，笑得特别温和，“还真没有想到……”
en_us: The corner of Ling Xiao’s lips curled up slightly, pulling his mouth into a gentle smile, “I really hadn’t considered…”

source: 凌霄回道：“从活水河界来的，进城找朋友。”
en_us: Ling Xiao replied, "I'm from the Living Waters River Boundary and have come to the city to look for my friend."

source: 凌霄回想一下，“古叔说，天狗的成员一个个都很另类，每个人身上或多或少有些不愉快的遭遇，当初为了让他们加入天狗，他花费了很多功夫。”
en_us: Ling Xiao took a moment to recall, "Uncle Gu said that each and every member of Tiangou were all very unconventional. More or less, everyone had undergone some unpleasant experiences. He also spent a lot of time trying to get them to join the Tiangou in the beginning.”

source: 凌霄回来的时候，没有在炼丹房看到游小默，他不慌不忙的走到书房，果然看到那抹趴在桌上看得专注的身影，走到他身后，却没有出声叫他。
en_us: When Ling Xiao returned, he did not find You XiaoMo in the Pill Refining Room and taking his time, he went to the Study. (书房) Sure enough, laying on the table while staring intensenly, was You XiaoMo. Ling Xiao walked behind him but didn't call out.

source: 凌霄因为不想让人知道他的真实修为，所以人前都会刻意压制自己的修为，除非实力比他高，否则别人只能刚看到他可以压制后的修为。
en_us: Ling Xiao did not want to let people know his true cultivation level, so he would deliberately suppress his own cultivation before others unless their strength was higher than his. Otherwise, others could only see his suppressed cultivation level.

source: 凌霄在一旁幸灾乐祸的笑。
en_us: Ling Xiao was at the side smiling with joy in calamity and delighting in disaster.

source: 凌霄在他旁边蹲下，看着他熟练地剥掉外面的泥壳，露出一只包裹着树叶的鸡，香气比刚刚更浓郁。
en_us: Ling Xiao squated down beside him and watched on as You XiaoMo stripped away the outer layer of mud with ease. Out from it revealed a turkey covered in leaves, with an even stronger scent than before.

source: 凌霄在他耳边低语道：“你忘记把颜料擦掉了。”
en_us: Ling Xiao whispered in his ear, "You forgot to wipe off the paint."

source: 凌霄在四周搜索了一番，“没有，他们可能是偶遇，不过也有可能是颜辉在这里伏击程向荣。”
en_us: Ling Xiao searched their surroundings, "There's no others. They may have met by chance, but it may also be possible that Yan Hui ambushed Cheng XiangRong here."

source: 凌霄在短时间内无法再整个小岛布下禁制，但在房屋前面的海面上还是可以的，将水鲨切成数块的东西便是一种极其犀利的攻击禁制，就是那头变异水鲨也不敢轻易靠近。
en_us: Ling Xiao was unable to set down restrictions across the entire island in a short amount of time, but he could still place them in the ocean in front of their house. The thing that had sliced the sharks into chunks was an extremely sharp offensive restriction, and even that mutant shark didn't dare to rashly get close.

source: 凌霄在踢开柴天之后，似笑非笑地迎上滕蛟，带笑的眼睛不知何时变得越发诡魅，漆黑沉静的眼眸流露出几分邪诡的幽暗。
en_us: After kicking Chai Tian to the side, he met Teng Jiao with a fake smile. His smiling eyes seemed like swirling vortexes, drawing you in, the blackness inside revealing a deadly darkness.

source: 凌霄坦然地接受他的服侍，说：“你不应该把那具尸体毁了，毁之前也应该看看他的身体有什么标志。”
en_us: Ling Xiao calmly accepted his service and said, "You shouldn't have destroyed that corpse. You should've seen if there were any symbols on his body before destroying it."

source: 凌霄失笑道：“白虎是个传说，就是四灵也很少见过他，他到底怎么想的没有人知道，如果他像四灵一样为白虎族开枝散叶，白虎一族现在已经和四灵一样成为通天大陆最强大的妖族之一。”
en_us: Ling Xiao couldn't help but laugh. "The White Tiger is a legend. Even the Four Ancient Beast Clans very rarely saw him before, so nobody knows what exactly he was thinking. If he had supported the White Tiger Clan like the Four Ancient Beast Clans did, the White Tiger Clan would have already become one of the strongest demon beast clans on TongTian Continent, just like the Four Ancient Beast Clans."

source: 凌霄嫌弃到：“有什么好说的，不就是那回事。”
en_us: Ling Xiao give him the cold-shoulder, (嫌弃)"What is there is to say, isn't it just that?" (不就是那回事。)

source: 凌霄完全不指望他能明白自己的意思，淡定的陈述道：“水是五行之一……”
en_us: Ling Xiao had no hope whatsoever that You XiaoMo would understand what he was getting at. He said blandly, "Water is one of the five elements..."

source: 凌霄定定的看着他，煽情的说道：“不，我想说的是，你要相信自己的男人。”
en_us: Ling Xiao stared at him and said sensually, "No, what I want to say, is that you can believe in your man."

source: 凌霄对书架上的书籍似乎也挺感兴趣的，随手就从上面拿一本看了起来，游小默看了一眼，无语的发现那是一本类似笑话大全的书。
en_us: Ling Xiao seemed to be interested in the books on the shelves too and pulled one out at random. When You XiaoMo glanced over at it, he was rendered speechless, it was something akin to a joke book. (笑话大全)

source: 凌霄对他稍微改观了下，他看向游小默，“夫人，你觉得呢？”
en_us: Ling Xiao's opinion of him changed slightly, and turned to You XiaoMo to say, "Wife, what do you think?"

source: 凌霄对着他的脑袋敲了一记，“不能！”
en_us: Ling Xiao gave his head a knock, "No!"

source: 凌霄将两名黑衣人烧得连灰都不剩后，回头正好看到游小默将剑从猩猩背后刺进去。
en_us: Once Ling Xiao burnt two of the men in black to dust, he turned just in time to see You XiaoMo pierce the back of the gorilla.

source: 凌霄将他带回客栈，很恶劣的给他叫了碗豆腐脑，从此，游小默只要一看到豆腐脑就会像怀孕一样犯恶心。
en_us: Ling Xiao took him back to the inn and, rather nastily, ordered a bowl of tofu pudding for him. From then on, whenever You XiaoMo saw tofu pudding, he'd feel sick.

source: 凌霄将他放下，然后走向旁边正在卖糖葫芦的老头，他现朝游小默伸出手，“给我两枚灵晶。”
en_us: Ling Xiao put his down and walked towards the old man that was selling candied fruits. Then he stretched out his hand in front of You XiaoMo, "Give me two spirit gems."

source: 凌霄将客栈老板送的酒和茶收起来，二人旋即下楼与老板退房，然后离开了白骨小镇。
en_us: Ling Xiao packed up the wine and tea he recieved from the inn owner and the two proceeded downstairs to check out. Then, they left the White Bone Town.

source: 凌霄将游小默拉到他身后，似乎不想被他看到，说道：“没想到你这么关心我，我很感动。”
en_us: Ling Xiao pulled You XiaoMo behind him, as if he didn't want him to be seen. He said, "I didn't think that you would care about me so much. I'm very touched."

source: 凌霄将游小默放下来。
en_us: Ling Xiao put You XiaoMo down.

source: 凌霄将玉简丢给他，“看看吧。”
en_us: Ling Xiao threw the jade drive to him, "Go on and take a look."

source: 凌霄将龙血倒在手心上，红色的血液仿佛有生命一般，在他掌心里滚来滚去，未等他有动作，血液突然渗透进皮肤里，眨眼就消失了。
en_us: Ling Xiao poured the dragon's blood onto his palm. The crimson liquid rolled around on his palm as if it had a life of its own. Before Ling Xiao could even move, the blood suddenly sunk into his palm and disappeared.

source: 凌霄将龙血拿出来。
en_us: Ling Xiao took out the dragon's blood.

source: 凌霄就倚在石洞口看着他贤惠的做‘家务’，偶尔指点他哪里的灰尘没有清理干净之类的，语气很欠扁。
en_us: Ling Xiao leaned against the entrance of the cave and watched his wife virtuously doing 'housework'. He would occasionally pointing out areas where the dust had not been cleaned up and so on in an annoying tone.

source: 凌霄就知道会是这种结果，也不再说什么了，随后两人便离开了自然城。
en_us: Ling Xiao knew that this was going to happen and didn't say more before the two left ZiRan City.

source: 凌霄屈指一弹，刚刚被扔在地上的被子顿时烧了起来，连同地上的血迹，山洞里被火焰照得红彤彤的，外面也有若隐若现的火光。
en_us: With a flick of his finger, the blanket on the floor started burning along with the traces of blood on the floor. The inside of the cave was glowing red from Ling Xiao's flames and even the outside had flickers of flames.

source: 凌霄已经向麟古打听过了，皮球他们果真不在鬼哭涯里。
en_us: Ling Xiao had already asked Lin Gu, PiQiu and the others were not at the Weeping Ghost Shore.

source: 凌霄带笑的眼睛划过三人，最后落在江流身上。
en_us: Ling Xiao swept his gaze over the three, smiling, before stopping at Jiang Liu.

source: 凌霄帮他合上嘴巴，不以为意的笑道：“你还看不出来吗，那个圣女想杀了莫雪莫菲，然后把罪名嫁祸给我们，很多人都知道我们与莫雪姐妹有仇，她们一死，古玛部落自然而然会怀疑到我们身上。”
en_us: Ling Xiao helped him close his mouth and explained, uncaringly, "Can't you tell? That holy maiden wants to kill Mo Xue and Mo Fei and then frame us. Plenty of people know that there's bad blood between the sisters and us. With them dead, the Guma Tribe would naturally suspect us."

source: 凌霄并没有再去找他们玩逐个击破，真要击破他们，那就不是受点轻伤那么简单了，接下来就是履行约定的时候。
en_us: Ling Xiao did not look for them to toy with and destroy one by one again. If he really wanted to destroy them, then they would not merely be sustaining minor injuries. Furthermore, the appointed time was coming up.

source: 凌霄应了一声，“它不需要灵智，不然一天到晚都会想着逃跑，以后要用到它对我会有阻碍。”
en_us: Ling Xiao confirmed, "It doesn't need intelligence, otherwise, it would be thinking of escaping all day. That's going to be a hindrance when we use it."

source: 凌霄开口说道：“这枚火元素之心既然会放在最后一位，它的价值应该比前两者都要高，你连功法和丹方都拿不下，能指望拿下这枚元素之心？”
en_us: Ling Xiao opened his mouth and replied, "Since this Fire Elemental Essence was put as the last item, its value should be higher than the previous two. You can't even get a soul training manual or pill recipe, how would it be possible for you to get this Elemental Essence?"

source: 凌霄弹了他的脑门一记，“时机把握得很好，但还没到聪明的地步。”
en_us: Ling Xiao flicked his forehead once. "You took advantage of the opportunity very well, but you still can't quite be called 'smart' yet."

source: 凌霄往屋里看了一眼。
en_us: Ling Xiao glanced at the inside of the hut.

source: 凌霄往前走几步，身上的气势呈现隐而不发的状态，只见他翻起手掌，掌心霎时跳跃出一缕火焰，火焰呈现紫红色，乃麒麟神火与妖凰神火的结合，火焰慢慢的融成一团火球，散发的温度比太阳还要炙热。
en_us: Ling Xiao walked forward a couple of steps. The aura from his body was in a hidden state. Only the action of him turning his plams face-up was seen, and a wisp of flame could be seen leaping in the hollow of his palm. The flame was red-purple in color, and it was the combination of the Qilin Godfire and the Demon Phoenix Godfire. The flame slowly melted into a ball of fire and the temperature emitted was even hotter than the sun.

source: 凌霄往后仰到，放声大笑起来。
en_us: Ling Xiao leaned backwards (往后仰到) and burst into laughter.

source: 凌霄很是平静的讲出自己的目的，一开始他并没有这么想过，主要那时他还不知道自己体内还隐藏着通灵玄龟的血脉，知道后就打起这个主意。
en_us: Ling Xiao calmly spoke of his intentions. At first he hadn't thought of doing this, but that was mainly because he didn't realize that he was of the Black Turtle bloodline. After finding out, he had thought of this idea.

source: 凌霄很喜欢群殴，不管是他群殴别人，还是别人群殴他，都是非常爽有非常刺激的打架方式，不过这次他却不准备这样做。
en_us: Ling Xiao really liked wild brawls (群殴). No matter whether he was attacking others or others were ganging up him, he would be fighting in an extremely invigorating and exciting style. However, this time he was not prepared to do so.

source: 凌霄很肯定的说道：“不会，他们虽然是古叔的部下，但是一个个都有自己的独立思想，绝对不会因为我和古叔的关系或古叔的命令就听命于我。”
en_us: Ling Xiao confidently stated, "They won't. Although they are Uncle Gu's subordinates, each and every one has their own independent mind and definitely would not obey me due to my relationship with Uncle Gu or with Uncle Gu's command."

source: 凌霄很遗憾当时没有在场。
en_us: Ling Xiao was very disapointed that he wasn't there too.

source: 凌霄得到三分，暂时位列第一名，排名的第一名得了两分，位列第二名，然后是荣轩秦章等人，他们分别得了一分，一共只有八个人有分数。
en_us: Ling Xiao obtained three points and was currently in the lead. The one ranked first in strength obtained two points, and was currently second. And then it was Rong Xuan, Qing Zhang and the others with one point each. In total, eight people had gained points.

source: 凌霄微笑着说道，表情依旧不愠不火，配上他的话，不知情的人还真以为他们的关系有多好。
en_us: Ling Xiao smiled slightly as he spoke, his expression as light as ever. Matched with his words, someone who wasn't familiar with the situation would really believe that their relationship was quite good.

source: 凌霄忍俊不禁的勾起嘴角，一向以捣蛋出名的某人，今天竟然安分下来了，真是可喜可贺。
en_us: Ling Xiao was unable to restrain a smile curling up the corner of his mouth. A certain person who had always been well-known for stirring up trouble actually became law-abiding today. It was really worthy of celebration.

source: 凌霄思索道：“听说彩级丹师突破了很多丹师的界限，比如？”
en_us: Ling Xiao asked thoughtfully, "I heard that a rainbow leveled mage broke through a lot of a mage's limitations, like what?"

source: 凌霄思索道：“找找看就知道了，那个白衣人说过要去集合，现在人应该都集中在某个地方，我们先上去看看。”
en_us: Ling Xiao thought over it, “We’ll know if we take a look around. That white robed man said that they were going to gather. Everyone should be gathered at someplace now. Let’s go up and take a look first.”

source: 凌霄思考了一下，“半只不管饱，我吃得也比你多，要不然给我四分之一，我们平分。”
en_us: Ling Xiao thought about it and said, "Half is not filling for me and I eat more than you. How about you give me a quarter of yours, so we split this evenly."

source: 凌霄悠然的看了他一眼，“你很天真。”
en_us: Ling Xiao leisurely gave him a look, "You're really naive."

source: 凌霄意味深长的笑道：“你知道黄鼠兽为什么要当你的契约兽吗？”
en_us: With a meaningful smile, Ling Xiao asked, "Do you know why the Ground Squirrel Beast wanted to be your demon beast?"

source: 凌霄慢悠悠的走出来，“做什么？”
en_us: Ling Xiao leisurely walked out, "Help you to do what?"

source: 凌霄戏谑的笑道：“若夫人非要这么说，为夫也没办法，不过作为承受一方，夫人不觉得你怀孕的可能性更大吗？”
en_us: Ling Xiao jokingly laughed, "If the wife says so, then your husband can only comply (为夫也没办法). But as the party who is on the receiving end (承受一方), doesn't you think that you are more likely to be pregnant, my dear wife?"

source: 凌霄手一收，身体往后退了两步，游小默没有扑到内丹，反而扑到他的大腿上。
en_us: Ling Xiao retracted his hand and took two steps back. Not only did You XiaoMo not get the Life Crystal, he fell onto Ling Xiao's lap.

source: 凌霄手上的筷子不客气的往那道酸辣鸡丁伸过去，虽然材料都很普通，但是不可否认味道确实很香，这种口味他很喜欢。
en_us: Ling Xiao's chopsticks went towards the spicy and sour chicken without shame. Though the ingredients were very normal, it had a mouthwatering scent, something that was just his taste.

source: 凌霄手里拿着只啃了一半的果子，看向两手空空的游小默，意外的挑了下眉。
en_us: Ling Xiao still held a half-eaten fruit in his hand. He looked at You XiaoMo, whose hands were both empty, and he raised an eyebrow in surprise.

source: 凌霄打开玉盒，水元素之心迅速的往外窜，刚自由没两秒，立刻被一只大手抓回来。
en_us: Ling Xiao opened the box and immediately the Water Elemental Essence darted out, but it wasn't even free for two seconds before it was captured by a giant hand.

source: 凌霄扬起手，一巴掌就扇飞一个人，简单而不是繁琐的手势却杀伤力十足，那些冲在最前面的人才刚一照面，就比滕蛟还窝囊，一个接一个地被扇下捶台，眨眼间，滕家所有人以及柴家一半人都覆没了。
en_us: Ling Xiao raised one hand and blew away a person with the force of a single palm. A simple technique, but with plenty of power behind it. Those who charged at the front only just entered the fight, but were even more useless than Teng Jiao, getting blown out the ring one after the other. In a flash, all the members of the Teng family and half of the Chai family had been eliminated.

source: 凌霄扶他坐在椅子上，然后在他旁边坐下，“这里是大通海的东面海域，距离陆地很远，海岛数量稀少，距离这座岛最近的海岛也要上万里，靠飞行的话，要几年才能回到东洲。”
en_us: Ling Xiao helped him sit in a chair before sitting next to him. "This is the eastern territory of DaTong Ocean (大通海). It's very far from the continent, and there are very few islands. It's at least five thousand kilometers from here to the nearest island. If we depend on flying, it'll take a few years before we can get back to Dong Zhou."

source: 凌霄扶额。
en_us: Ling Xiao pressed his hand to his forehead.

source: 凌霄把他放下来，将他的头掰向正面，“因为他已经追上来了。”
en_us: Ling Xiao set him down and turned his head so he looked to the front. "Because he already caught up to us."

source: 凌霄把头埋在他的脖颈处，深吸了一口。
en_us: Ling Xiao buried his head against his neck, taking in a deep breath.

source: 凌霄把玩着手上的玉片，空间较薄弱，开道口子就比较容易，因此不用担心力量过猛，导致空间之力不稳定。
en_us: Ling Xiao played with the jade tokens in his hand. If the dimension was relatively weaker, it was easier to make an opening, and he wouldn't have to worry about using too much force, leading to the dimension being unstable.

source: 凌霄把茶壶塞进他手里，“想喝自己倒。”
en_us: Ling Xiao shoved the teapot into his hands, "Pour it yourself if you want to drink."

source: 凌霄抓起游小默眼疾手快的冲过去，结界内是一个真空的世界，海水被隔在外面，红光重新化为一张地图掉在地上。
en_us: Ling Xiao grabbed You XiaoMo and with his quick reflexes, rushed inside. Inside the barrier was a air-tight space, blocking out all the sea water and the red light turned back into a map.

source: 凌霄抬头一看，刚刚还很晴朗的天空此时已经凝聚起一大片乌云，乌云的面积很大，方圆几百米都被覆盖了，隐约还能看到云中噼啪的闪电。
en_us: Ling Xiao looked up to see the once-clear-sky filled with thunder clouds. It took up a few hundred meter radius from their cave and one could even see lightening flying through.

source: 凌霄抬头看了看快要暗下来的天空，“天色已晚，这件事明天再说，我们先到空间去休息一晚。”“你空间还是我空间？”
en_us: Ling Xiao lifted his head and looked at the sky, which was about to dim. "It's already night, let's talk about this tomorrow. Let's first go rest in the dimension for the night." /PARA "Your dimension or my dimension?"

source: 凌霄抬起手，一颗拳头大的火球噗嗤一声便出现在他手上，紫色与红色的火焰相互交织，像旋风一样旋转着。
en_us: Ling Xiao raised his hand, and a ball of fire the size of a fist appeared with a crackle in his hand. Purple and red flames intertwined together, spinning like a whirlwind.

source: 凌霄抱住他。
en_us: Ling Xiao hugged him to his chest.

source: 凌霄抱臂，一副岿然不动的样子。
en_us: Ling Xiao folded his arms, seeming unmoved.

source: 凌霄拉回袖子，“我知道了。”
en_us: Ling Xiao pulled his sleeve back, "I know."

source: 凌霄拍拍他的脸颊，“你要相信……”
en_us: Ling Xiao lightly patted his cheeks, "You have to believe in..."

source: 凌霄拍掉他的手，“别闹。”
en_us: Ling Xiao slapped his hand away, "Quit it."

source: 凌霄拎着他的后衣领将他提到一边，“到边上玩去。”
en_us: Ling Xiao lifted him by his collar and brought him to one side, "Go to the side and play."

source: 凌霄拎着游小默去了一处人迹罕见的深山，到处隐匿着各种高级妖兽，偶尔还能听到妖兽愤怒的咆哮声。
en_us: Ling Xiao took You XiaoMo to a forest with no hints of human life. The place was crawling with high level demon beasts, and the enraged roaring of demon beasts could occasionally be heard.

source: 凌霄拖着他家夫人走过去，目光落在石碑上刻的字上，只有坟墓主人死后的时间，没有姓氏或名字，似乎是一座无名坟墓。
en_us: Ling Xiao dragged his wife over, and he looked at the name carved on the gravestone. It only had the date that the owner of the grave died on, no surname or given name, and it seemed to be a nameless grave.

source: 凌霄拿出装着玄龟精血的瓶子，里面只有三滴，玄威的尸体还没炼化，不过他只要一滴就足够了，他取出一滴，剩下的两滴递给游小默。
en_us: Ling Xiao took out the bottle with the Black Turtle Life Blood (玄龟精血). There were only three droplets inside, since Xuan Wei's (玄威) hadn't yet been refined. But he only needed one drop, so he withdrew one drop before handing the rest to You XiaoMo.

source: 凌霄拿起他的手看了下，伤口并不深。
en_us: Ling Xiao picked up his hand and took a look. The wound wasn't very deep.

source: 凌霄挑了下眉，“应该是真龙族杰出一辈的人。”
en_us: Ling Xiao's eyebrow rose, "It should be an extremely outstanding person from this generation's True Dragon Clan (真龙族)."

source: 凌霄挑了挑眉，不说话，只是莫测高深的看着他及他带来的几个手下，人数确实比上次少了好几倍，确实有‘诚意’。
en_us: Ling Xiao raised an eyebrow and did not speak. He just enigmatically looked at him and the few people he brought. The numbers were certainly several times lesser than that of the last time. There was indeed 'sincerity'.

source: 凌霄挑挑眉，千年前才建立的势力他和游小默一样没听说过，所以也有点好奇，“所以当有失主找上门，他们就可以用是别人卖给他们的理由推脱得一干二净？”
en_us: Ling Xiao raised an eyebrow. Like You XiaoMo, he had also never heard of this fraction which had been established a thousand years ago so he was a little curious, "Therefore, when the owner of the lost property comes knocking, they can use the excuse that someone sold it to them to cleanly shirk all responsibility (推脱得一干二净)?"

source: 凌霄挑眉道：“你喜欢？”
en_us: Ling Xiao raised his eyebrows. "You like it?"

source: 凌霄挑眉道：“看来你知道，风迟云在哪里？”
en_us: Ling Xiao raised an eyebrow. "Seems like you know where Feng ChiYun is?"

source: 凌霄挑眉，“有什么问题？”
en_us: Ling Xiao raised his eyebrows. "Is there a problem?"

source: 凌霄挑眉：“报酬？”
en_us: Ling Xiao raised an eyebrow, "The remuneration?"

source: 凌霄挑起嘴角，“干得不错。”
en_us: The corner of Ling Xiao’s lips curled up, “Not bad.”

source: 凌霄挑起眉，眼中的戒备神色却丝毫不减，他相信这个男人会这么说肯定知道些什么事情，这所谓宁可信其有，不可信其无。
en_us: Ling Xiao's eyebrows raised, but the guarded look in his eyes didn't disappear in the slightest. He trusted that if this man spoke this way, that meant he definitely knew something. This was the so-called 'hope for the best, but prepare for the worst.'

source: 凌霄挑起眉，莫非古叔回来了？
en_us: Ling Xiao's eyebrows raised. Could it be that Uncle Gu returned?

source: 凌霄掀起唇：“一亿一千万灵晶。”
en_us: Ling Xiao curled his lips. "110 million spirit gems."

source: 凌霄接下来的动作很快就告诉他这个想法的真假性，最先遭殃的山峰不是距离他们最近的那座，而是一座与其他山峰连绵在一起的大山。
en_us: Ling Xiao's next actions soon told him the authenticity of this idea/this idea was true or false. The first mountain peak to suffer a calamity was not the peak closest to them, but a big mountain that was connected (连绵) to other mountain peaks.

source: 凌霄接棒，接着将中天及南陆的形式大致说了一遍，最后总结下来的意思就是，他们还是得留在西境，不过这次给了他们一个任务，那就是去寻找篮球，顺便打听小鸡的消息。
en_us: Taking the baton, Ling Xiao gave a summary of the situation at Zhong Tian and the South Continent. As for the final conclusion, they would still have to stay at Xi Jing, but this time, they were given a mission. That mission was to find LanQiu and also to get some info on Xiao Ji.

source: 凌霄接着说道：“白虎性喜水，所以他虽然懒，但是却从不会亏待自己。”
en_us: Ling Xiao continued, "The White Tiger likes water, so even though he's lazy, he won't ever treat himself unfairly."

source: 凌霄接着说：“一般人看到一个长得跟自己很相像的人会什么反应都没有吗？”
en_us: Ling Xiao continued, "Would an ordinary person have absolutely no reaction when they see someone who looks like them?"

source: 凌霄接过储物袋，检查了一遍才递给游小默。
en_us: Ling Xiao took the magic bag and only handed it to You XiaoMo after going through it once.

source: 凌霄接过果子，说：“不是要去找白虎的右眼吗？”
en_us: Ling Xiao took the fruit and said, "Didn't you want to go find the White Tiger's right eye?"

source: 凌霄推开门走进来，“如何？”
en_us: Ling Xiao pushed open the door and entered. "How is it?"

source: 凌霄摇摇头，这点程度还不至于让他的内伤加重，不然他岂不白调养几个月，而且离开小岛之前他就知道不可避免要动手。
en_us: Ling Xiao shook his head. This degree of usage wasn't enough to make his wounds worse, otherwise he would have wasted all those month in recuperation. Also, he already knew when he left the island that he was going to have to use his powers.

source: 凌霄摸了下鼻子，“老人家，实话告诉你吧，我们那位朋友是灵龟族的族人，他被人追杀，他让我们去找通灵玄龟，如果不尽快把这件事告诉他们，恐怕他会有生命危险。”
en_us: Ling Xiao touched his nose. "Elder, I'll tell you the truth. Our friend is a member of the Mystic Tortoise Clan. He was being hunted down by others and asked us to find the Psychic Black Turtles. I'm afraid that his life would be in danger if we do not tell them of this as soon as possible."

source: 凌霄摸了摸下巴，“我总感觉这东西有点奇怪，怪像……”
en_us: Ling Xiao stroked his chin. "I feel that this is a little weird. It's almost like..."

source: 凌霄摸摸他的头表示安慰，脸上的笑意却让他觉得刺眼。
en_us: Ling Xiao stroked his head to console him, but somehow he felt that the smile on Ling Xiao's face was offensive to his eyes.

source: 凌霄摸摸鼻子，眼睛看也没看莫雪两姐妹，耸耸肩说道：“这世上总有些人的脑子很有问题，要是每次都跟他们计较，你就不怕把你的智商拉成负三位数吗？”
en_us: Ling Xiao rubbed his nose. Without even looking at the sisters, ge shrugged his shoulders and said, "On this planet, there's bound to be people who are brain damaged. However, if we were concerned with everyone of them, don't you think your IQ would be pulled down into the triple digits (negative)?"

source: 凌霄摸着下巴思索了片刻才回道：“刚刚我在猩猩的右手臂上发现一个蜘蛛图案，这些黑衣人应该都是黑蜘蛛的成员。”
en_us: Ling Xiao thought about it for a bit before replying, "I just found the spider logo on the gorilla's right arm. It seems that these men in black are members of the Black Spider."
